{"backend": "tensorflow", "class_name": "Sequential", "config": {"name": "sequential", "layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 784], "kernel_initializer": {"class_name": "GlorotNormal", "config": {"seed": null, "dtype": "float32"}}, "bias_regularizer": null, "dtype": "float32", "activity_regularizer": null, "use_bias": true, "name": "dense", "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "activation": "sigmoid", "trainable": true, "units": 32, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "GlorotNormal", "config": {"seed": null, "dtype": "float32"}}, "bias_regularizer": null, "dtype": "float32", "activity_regularizer": null, "use_bias": true, "name": "dense_1", "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "activation": "sigmoid", "trainable": true, "units": 32, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "GlorotNormal", "config": {"seed": null, "dtype": "float32"}}, "bias_regularizer": null, "dtype": "float32", "activity_regularizer": null, "use_bias": true, "name": "dense_2", "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "activation": "softmax", "trainable": true, "units": 10, "bias_constraint": null}}]}, "keras_version": "2.2.4-tf"}