{"backend": "tensorflow", "config": {"layers": [{"config": {"kernel_constraint": null, "units": 32, "dtype": "float32", "trainable": true, "name": "dense", "bias_constraint": null, "batch_input_shape": [null, 784], "activity_regularizer": null, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotNormal"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 10, "activity_regularizer": null, "trainable": true, "name": "dense_1", "bias_constraint": null, "dtype": "float32", "activation": "softmax", "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotNormal"}}, "class_name": "Dense"}], "name": "sequential"}, "class_name": "Sequential", "keras_version": "2.2.4-tf"}