{"class_name": "Sequential", "config": {"name": "sequential", "layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "GlorotNormal", "config": {"seed": null, "dtype": "float32"}}, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "trainable": true, "name": "dense", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null, "batch_input_shape": [null, 784], "units": 32, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "dtype": "float32"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "GlorotNormal", "config": {"seed": null, "dtype": "float32"}}, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "trainable": true, "name": "dense_1", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null, "units": 10, "kernel_regularizer": null, "activation": "softmax", "activity_regularizer": null, "dtype": "float32"}}]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}