{"backend": "tensorflow", "keras_version": "2.2.4-tf", "config": {"layers": [{"config": {"kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotNormal"}, "dtype": "float32", "trainable": true, "activation": "relu", "units": 32, "bias_regularizer": null, "name": "dense", "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "use_bias": true, "batch_input_shape": [null, 784], "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotNormal"}, "dtype": "float32", "trainable": true, "name": "dense_1", "units": 10, "bias_regularizer": null, "activation": "softmax", "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}], "name": "sequential"}, "class_name": "Sequential"}