{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4-tf", "config": {"name": "sequential", "layers": [{"class_name": "Dense", "config": {"name": "dense", "units": 450, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"seed": null, "dtype": "float32"}}, "bias_regularizer": null, "use_bias": true, "dtype": "float32", "batch_input_shape": [null, 784], "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "activation": "relu", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_1", "units": 32, "bias_constraint": null, "trainable": true, "activation": "sigmoid", "bias_regularizer": null, "use_bias": true, "dtype": "float32", "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"seed": null, "dtype": "float32"}}, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "units": 10, "bias_constraint": null, "trainable": true, "activation": "softmax", "bias_regularizer": null, "use_bias": true, "dtype": "float32", "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"seed": null, "dtype": "float32"}}, "activity_regularizer": null}}]}}